Repository: arshadflutterdev/Panda-Live
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Change App Language
ar: تغيير لغة التطبيق

source: English
ar: إنجليزي

source: Arabic
ar: عربي

# termsOfService
source: PandaLive Terms of Services
ar: شروط خدمة PandaLive

# readAndAgree
source: I have read and agreed the
ar: لقد قرأت ووافقت على

# languageSelectedEnglish
source: Your selected language is English
ar: اللغة التي اخترتها هي الإنجليزية

# google
source: Login with Google
ar: تسجيل الدخول مع جوجل

# facebook
source: Login with Facebook
ar: تسجيل الدخول مع الفيسبوك

# terms
source: Terms of service
ar: شروط الخدمة

# agreement
source: user_agreement_contant
ar: محتوى اتفاقية المستخدم

# pterms
source: Panda Live Terms Of
ar: شروط خدمة باندا لايف

# service
source: Services
ar: خدمات

source: and
ar: و

# policy
source: Privacy Policy
ar: سياسة الخصوصية

# bcancel
source: Cancel
ar: يلغي

# baccept
source: Accept
ar: يقبل

# loginwithemail
source: Login With Your Email
ar: تسجيل الدخول باستخدام البريد الإلكتروني الخاص بك

# enteremail
source: Please Enter Your Email
ar: الرجاء إدخال البريد الإلكتروني الخاص بك

# validemail
source: Please Enter Valid Email
ar: الرجاء إدخال بريد إلكتروني صالح

# buttonnext
source: Next
ar: التالي

# verifyemail
source: Verify Your Email
ar: التحقق من البريد الإلكتروني الخاص بك

# vcodesended
source: verification code send to arshad***gmail.com
ar: سيتم إرسال رمز التحقق إلى arshad***gmail.com

# enter6digitcode
source: Enter the 6-digits code send to your email
ar: أدخل الرمز المكون من 6 أرقام والذي تم إرساله إلى بريدك الإلكتروني

# hint6ditis
source: Type 6 digits code
ar: أدخل الرمز المكون من 6 أرقام

# resms
source: Resend SMS
ar: إعادة إرسال الرسائل القصيرة

# tryanother
source: Try another method?
ar: جرب طريقة أخرى؟

source: Create Password
ar: إنشاء كلمة المرور

# setpassword
source: Set 6-8 digits code with letters&numbers
ar: قم بتعيين رمز مكون من 6-8 أرقام وحروف وأرقام

# alreadyaccount
source: Already have an Account?
ar: هل لديك حساب بالفعل؟

source: Code
ar: شفرة

# isyourcode
source: 258012 is your code
ar: 258012 هو رمزك

source: Code Incorrect
ar: الكود غير صحيح

# lettersend
source: letterResend SMS
ar: إعادة إرسال الرسالة النصية

# smssended
source: SMS resend successfully
ar: تمت إعادة إرسال الرسالة النصية بنجاح

# code8digits
source: Password must be 8 digits
ar: يجب أن تتكون كلمة المرور من 8 أرقام

# completedata
source: Complete personal data
ar: استكمال البيانات الشخصية

# letknow
source: Let everyone know you better
ar: دع الجميع يتعرفون عليك بشكل أفضل

source: Profile
ar: حساب تعريفي

# nam
source: Name
ar: اسم

# entername
source: Enter your name
ar: أدخل اسمك

# shortnam
source: Name too short
ar: الاسم قصير جدًا

# dob
source: Date of Birth
ar: تاريخ الميلاد

# date
source: DD-MM-YYYY
ar: يوم-شهر-سنة

# adddob
source: Add your date of birth
ar: أضف تاريخ ميلادك

# contry
source: Country
ar: دولة

# noalterd
source: not to be altered once set
ar: لا يجوز تغييرها بعد ضبطها

# selectcontry
source: Please select your country
ar: الرجاء تحديد بلدك

source: Gender
ar: جنس

# man
source: Male
ar: ذكر

# fmale
source: Female
ar: أنثى

# sbmet
source: Submit
ar: يُقدِّم

# selectgender
source: Please select your gender
ar: الرجاء تحديد جنسك

# mubark
source: Congratulations
ar: تهانينا

# profiledone
source: Your profile is done
ar: تم الانتهاء من ملف التعريف الخاص بك

# enter8pass
source: Please Enter 6-8 Digits Password
ar: الرجاء إدخال كلمة مرور مكونة من 6 إلى 8 أرقام

# enteryourpass
source: Enter Your Password
ar: أدخل كلمة المرور الخاصة بك

# forgetpass
source: Forget Password?
ar: نسيت كلمة المرور؟

# resetpass
source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Reset
ar: إعادة ضبط

# passresetsuccess
source: Your Password reset successfully
ar: تم إعادة تعيين كلمة المرور الخاصة بك بنجاح

# loginwithid
source: Login With Your_Id
ar: سجّل الدخول باستخدام معرفك

# adduserid
source: Please Add Your userId
ar: الرجاء إضافة معرف المستخدم الخاص بك

# uid6digits
source: Please Enter Your 6 Digits userId
ar: الرجاء إدخال معرف المستخدم الخاص بك المكون من 6 أرقام

# hintid
source: Enter Your Id
ar: أدخل معرفك
